<template>
  <main>
    <div class="terms-of-use">
      <div class="container">
        <div class="terms-of-use__body">
          <h1>Пользовательское соглашение по использованию официального сайта общества с ограниченной ответственностью</h1>

          <div class="terms-of-use__content terms-of-use__content_mt-20">
            <div>Администрация Сайта предлагает Вам товары Сайта. В этой связи, Вам
              необходимо внимательно ознакомиться с условиями настоящего пользовательского соглашения (далее – соглашение), которые рассматриваются Администрацией Сайта как публичная оферта в соответствии со ст. 437 Гражданского кодекса Российской Федерации и вступает в силу с момента выражения Вами согласия с его условиями путем регистрации на сайте.</div>

            <div>Зарегистрировавшись на сайте <a href="#">https://nanobox.bio/</a>, а также воспользовавшись любой его функциональной возможностью, Вы выражаете свое согласие со всеми условиями Соглашения, обязуетесь их соблюдать или прекратить использование.</div>

            <div>Соглашение может быть изменено нами без какого-либо специального уведомления,
              новая редакция Соглашения вступает в силу с момента ее размещения, если иное не
              предусмотрено новой редакцией Соглашения.</div>

            <div>Администрация Сайта рекомендует Пользователям регулярно проверять условия
              настоящего Соглашения на предмет их изменения и/или дополнения. Продолжение
              использования Сайта Пользователем после внесения изменений и/или дополнений в настоящее Соглашение означает принятие и согласие Пользователя с такими изменениями и/или дополнениями.</div>

            <div>Действующая редакция Соглашения размещается на страницах сайта по адресу
              <a href="#">https://nanobox.bio/</a>.</div>

            <div>1. Основные термины и определения</div>

            <div>Оферта – публичное предложение администрации Сайта, адресованное любому
              юридическому лицу, индивидуальному предпринимателю и/или физическому лицу, заключить с ним Соглашение на использование системы сайта на существующих условиях, содержащихся в настоящем Соглашении, включая все его приложения, если таковые имеются.</div>

            <div>Акцепт – полное и безоговорочное принятие Пользователем условий настоящего
              Соглашения. Полное и безоговорочное принятие условий настоящего Соглашения
              осуществляется путем совершения Пользователем комплекса действий, предусмотренных настоящим Договором подтверждающих его волеизъявление заключить такой Договор и принять полностью и безоговорочно содержащиеся в настоящем Соглашении условия в соответствии со ст. 438 ГК РФ. Выражением полного безоговорочного согласия Пользователя с условиями настоящего Соглашения является установка элемента графического пользовательского интерфейса (чекбокс/галочка), позволяющего Пользователю управлять параметром с двумя состояниями — ☑️ «принимаю условия в полном объеме, безоговорочно согласен» и ☐ «не принимаю» и/или путем собственноручного подписания документа в
              бумажном формате в двух экземплярах по одному для каждой из сторон.</div>

            <div>В случае несогласия и непринятия условия настоящей Оферты пользование Сайтом
              <a href="#">https://nanobox.bio/</a> и предоставление доступа к личному кабинету Пользователя не
              осуществляется. Акцепт каждого Пользователя фиксируется и идентифицируется посредством присвоенного ему при регистрации логина на системном сервере Сайта <a href="#">https://nanobox.bio/</a>.</div>

            <div>Сайт – совокупность размещенных в сети Интернет web – страниц, объединенных
              единой темой, дизайном и единым адресным пространством домена <a href="#">https://nanobox.bio/</a> (и/или иных доменов, которые могут для этого использоваться Администрацией).</div>

            <div>Стартовая страница Сайта, посредством которой может быть осуществлен доступ ко всем остальным web – страницам Сайта, размещена в сети Интернет по адресу <a href="#">https://nanobox.bio/</a> (или иному адресу, о котором может быть сообщено Администрацией).</div>

            <div>Система – многофункциональная информационно-аналитическая и торгово-операционная система, предоставляющая индивидуальным предпринимателям, физическим и/или юридическим лицам для удовлетворения их потребностей, в том числе для осуществления предпринимательской деятельности, с использованием сети Интернет на сайте <a href="#">https://nanobox.bio/</a>.</div>

            <div>Сервис – функциональные возможности, службы, услуги, инструменты, доступные для
              Пользователя на сайте.</div>

            <div>Администрация сайта (Администрация) - Общество с ограниченной
              ответственностью "ТОРГОВЫЙ ДОМ "ГРАДАЛИС", юридическое лицо, созданное по законодательству Российской Федерации и зарегистрированное по адресу: 423823, Республика Татарстан, г. Набережные Челны, проспект Сююмбике, д. 40, помещение 54,55.</div>

            <div>Пользователь сайта (Пользователь) – индивидуальный предприниматель, физическое и юридическое лицо, зарегистрированное на Сайте в соответствии с установленным настоящим Соглашением порядком, достигшее возраста, допустимого в соответствии с законодательством Российской Федерации для акцепта настоящего Соглашения, и обладающее соответствующими полномочиями.</div>

            <div>Регистрация – процесс заполнения Пользователем регистрационного поля и
              прохождение удостоверительных процедур, в результате которых происходит идентификация Пользователя с присвоением в системе Сайта логина и создается рабочий раздел («аккаунт»). При осуществлении регистрации Пользователь проходит следующие удостоверительные процедуры:</div>

            <ul>
              <li>- вход на web сайт по адресу <a href="#">https://nanobox.bio/</a>;</li>
              <li>- переход по кнопке “Зарегистрироваться”;</li>
              <li>- указание электронной почты;</li>
              <li>- указание пароля;</li>
            </ul>

            <div>При прохождении указанных процедур Пользователь дает согласие на сбор, хранение, обработку и использование своих персональных данных в соответствии с условиями настоящего Пользовательского соглашения и законодательством РФ, и признает и подтверждает легитимность идентификации, аутентификации и авторизации, на основе указанных им данных, а также признает и подтверждает, что все действия, осуществляемые на Сайте под присвоенным системой Сайта логином на основе предоставленных Пользователем данных, признаются совершенными этим Пользователем.</div>

            <div>Идентификация - присвоение Пользователю идентификатора (персонального ID), с помощью которого система Сайта распознает и устанавливает (производит аутентификацию) его полномочий и обязанности при пользовании Сайтом.</div>

            <div>Аккаунт – поддерживаемая Администрацией информационная персонализированное, автоматизированное рабочее пространство, подсистема Сайта, представляющая собой личную страницу Пользователя, позволяющая осуществлять дистанционное взаимодействие в электронной форме.</div>

            <div>Логин – символьное обозначение, используемое для авторизации Пользователя в целях определения полномочий и предоставления доступа в личный кабинет, которая предоставляется Администрацией сайта.</div>

            <div>Пароль – уникальный конфиденциальный символьный код, позволяющий системе Сайта аутентифицировать и авторизовать Пользователя.</div>

            <div>Лицевой счет – электронное отображение количества денежных средств Пользователя для осуществления им действий и финансовых расчетов, предусмотренных на Сайте в порядке и на условиях настоящего Соглашения.</div>

            <div>Уведомления – текстовое сообщение о каком-либо факте, касающемся взаимоотношений Пользователя и Администрации Сайта, а также услуг, оказываемых Сайтом, направляемое Пользователю посредством размещения в Личном кабинете Пользователя на Сайте, а также посредством почтовой, электронной или иной связи.</div>

            <div>Уведомление является юридически значимым сообщением, на которое распространяются положения с. 165.1. ГК РФ и влечет для Пользователя последствия с момента размещения соответствующего уведомления в порядке, предусмотренном настоящим Пользовательским соглашением. Уведомление считается доставленным и в тех случаях, если оно поступило лицу, которому оно направлено (адресату), но по обстоятельствам, зависящим от него, не было ему вручено или адресат не ознакомился с ним.</div>

            <div>
              2. Статус Пользовательского соглашения
            </div>

            <div>
              2.1. Настоящее Соглашение разработано Администрацией Сайта и определяет условия использования и развития Сайта, а также права и обязанности его Пользователей и Администрации. Соглашение распространяются также на отношения, связанные с правами и интересами третьих лиц, не являющимися Пользователями Сайта, но чьи права и интересы могут быть затронуты в результате действий Пользователей Сайта.
            </div>

            <div>
              2.2. Настоящее Пользовательское соглашение являются юридически обязательным соглашением между Пользователем и Администрацией Сайта, предметом которого является предоставление Администрацией Сайта Пользователю товаров и услуг по использованию Сайта и его сервисов (далее – Товары и Услуги). Помимо настоящего Пользовательского соглашения, к соглашению между Пользователем и Администрацией Сайта относятся все специальные документы, регулирующие предоставление отдельных сервисов Сайта и размещенные в соответствующих разделах Сайта в сети Интернет.
            </div>

            <div>
              2.3. Пользователь обязан полностью ознакомиться с настоящим Соглашением до момента регистрации на Сайте. Регистрация Пользователя на Сайте означает полное и безоговорочное принятие Пользователем настоящего Соглашения в соответствии со ст. 438 Гражданского кодекса Российской Федерации.
            </div>

            <div>
              2.4. К настоящему Соглашению и отношениям между Сайтом и Пользователем, которые возникли в связи с использованием сервисов, подлежит применению право Российской Федерации.
            </div>

            <div>
              3. Статус Сайта
            </div>

            <div>
              3.1. Сайт является Интернет-ресурсом и представляет собой совокупность информации и программ для ЭВМ, содержащихся в информационной системе, обеспечивающей доступность такой информации в сети Интернет по сетевому адресу <a href="#">https://nanobox.bio/</a>.
            </div>

            <div>
              3.2. Все права на Сайт в целом и на использование сетевого адреса (доменного имени) <a href="#">https://nanobox.bio/</a> принадлежат Администрации Сайта. Последняя предоставляет доступ к Сайту всем заинтересованным лицам в соответствии с настоящим Соглашением и действующим законодательством Российской Федерации.
            </div>

            <div>
              3.3. Настоящим Соглашением установлены условия, в соответствии с которыми права на использование информации и результатов интеллектуальной деятельности (включая, но не ограничиваясь литературными, музыкальными, аудиовизуальными произведениями и фонограммами, произведениями графики и дизайна, фотографическими произведениями, программами для ЭВМ) в составе отдельных разделов Сайта, могут принадлежать Пользователям Сайта и иным лицам, самостоятельно создавшим и/или разместившим указанные объекты на Сайте с участием Администрации Сайта.
            </div>

            <div>
              3.4. Пользователю предоставляется личное неисключительное и непередаваемое право использовать программное обеспечение, предоставляемое в сервисах, при условии, что ни Пользователь, ни любые иные лица при содействии Пользователя не будут копировать или изменять программное обеспечение; создавать программы, производные от программного обеспечения; проникать в программное обеспечение с целью получения кодов программ; осуществлять продажу, уступку, сдачу в аренду, передачу третьим лицам в любой иной форме прав в отношении программного обеспечения служб, предоставленных Пользователю по настоящему Соглашению, а также модифицировать сервисы, в том числе с целью получения несанкционированного доступа к ним.
            </div>

            <div>
              <p>4. Статус Пользователя</p>
              <div>
                <p>4.1. «Неактивный пользователь» – присваивается Администрацией Сайта пользователю в одном из следующих случаев:</p>
                <ul>
                  <li>по истечении 90 календарных дней со дня, когда пользователь последний раз использовал личный Кабинет на сайте <a href="#">https://nanobox.bio/</a> для приобретения/покупки товаров/услуг и совершения платежа приобретенных товаров и услуг;</li>
                  <li>по истечении 90 календарных дней с момента блокировки Оператором Сервиса учетной записи пользователя по любому из оснований, предусмотренных Пользовательским соглашением.</li>
                </ul>
              </div>
              <div>
                <p>4.2. Статус Неактивного Пользователя – присваивается Администрацией Сайта Пользователю, не использовавшему Сервис для совершения платежа/покупки товаров и услуг, размещенных на сайте <a href="#">https://nanobox.bio/</a> в течение последовательных 90 (девяноста) календарных дней и/или не загрузившему документы в соответствии с требованием Администрации Сайта в случае Блокировки Учетной записи Пользователя. Изменение Статуса неактивного Пользователя на Статус активного Пользователя производится со дня использования Пользователем Сервиса в целях совершения Платежа/покупки товаров и услуг, размещенных на сайте <a href="#">https://nanobox.bio/</a> либо со дня разблокирования Учетной записи Пользователя.</p>
              </div>
              <div>
                <p>4.3. Администрация сайта оставляет за собой право на списание с Баланса денежных средств Неактивного Пользователя ошибочно зачисленных денежных средств, либо не использовавшего аккаунт в течении 90 (девяносто) календарных дней.</p>
              </div>
              <div>
                <p>4.4. Администрация Сайта оставляет за собой право заблокировать доступ пользователя к его Сайту при условии нарушения настоящего Соглашения.</p>
              </div>
            </div>
            <div>
              <p>5. Администрация Сайта</p>
              <div>
                <p>5.1. Обращения, предложения и претензии индивидуальных предпринимателей, физических и юридических лиц к Администрации Сайта в связи с настоящим Соглашением и всеми вопросами по функционированию Сайта, нарушениями прав и интересов третьих лиц при его использовании, а также для запросов уполномоченных законодательством Российской Федерации лиц могут быть направлены по следующим адресам: nanococktel@mail.ru.</p>
              </div>
              <div>
                <p>5.2. В отношении функционирования и развития Сайта Администрация руководствуется законодательством Российской Федерации, настоящим Соглашением и иными специальными документами, которые разработаны или могут быть разработаны и приняты Администрацией Сайта в целях регламентации предоставления Пользователям отдельных сервисов Сайта.</p>
              </div>
              <div>
                <p>5.3. Никакие положения настоящего Соглашения не предоставляют Пользователю право на использование фирменного наименования, товарных знаков, доменных имен и иных отличительных знаков Администрации Сайта. Право на использование фирменного наименования, товарных знаков, доменных имен и иных отличительных знаков Администрации Сайта может быть предоставлено исключительно по письменному соглашению с Администрацией Сайта.</p>
              </div>
              <div>
                <p>5.4. Администрация Сайта обеспечивает функционирование Сайта в круглосуточном режиме, однако не гарантирует отсутствие перерывов, связанных с техническими неисправностями или проведением профилактических работ. Администрация Сайта не гарантирует, что Сайт или любые Сервисы будут функционировать в любое конкретное время в будущем.</p>
              </div>
              <div>
                <p>5.5. Администрация Сайта вправе:</p>
                <ul>
                  <li>5.5.1. в любое время изменять оформление Сайта, его содержание, список Сервисов, изменять и дополнять информацию, используемые и/или хранящиеся на Сайте, любые серверные приложения, без уведомления Пользователя;</li>
                  <li>5.5.2. удалять без каких-либо причин и без предупреждения информацию, которая по усмотрению администрации нарушает и/или может нарушать законодательство Российской Федерации, права других Пользователей или третьих лиц, причинять им вред или угрожать безопасности;</li>
                  <li>5.5.3. оказывать Пользователю платные услуги. Стоимость, порядок и сроки оказания услуг описаны в соответствующих разделах Сайта и/или Сервисах Администрации;</li>
                  <li>5.5.4. приостановить, ограничить или прекратить доступ Пользователя к Сайту, в случае получения от других Пользователей мотивированных жалоб на некорректное поведение данного Пользователя на Сайте.</li>
                </ul>
              </div>
            </div>

            <div>
              <p>6. Регистрация на Сайте и статус Пользователя</p>
              <div>
                <p>6.1. Регистрация Пользователя на Сайте является бесплатной, добровольной и производится по адресу в сети Интернет: <a href="#">https://nanobox.bio/</a>, Пользователь, получивший на свою электронную почту индивидуальную ссылку, начинает процесс регистрации путем перехода по указанной ссылке.</p>
                <p>После заполнения Пользователем соответствующих полей регистрационной формы Сайта. Пройдя по ссылке Пользователю необходимо завершить процесс регистрации на сайте. Логин в системе Сайта формируется исходя из указанной Пользователем адреса электронной почты. Для индивидуального и персонализированного доступа к Личному кабинету, пароль Пользователь устанавливает (придумывает) самостоятельно.</p>
              </div>
              <div>
                <p>6.2. Пользователем Сайта является индивидуальный предприниматель, физическое и/или юридическое лицо, зарегистрированное на Сайте в соответствии с установленным настоящим Соглашением порядком, достигшее возраста, допустимого в соответствии с законодательством Российской Федерации для акцепта настоящего Соглашения, и обладающее соответствующими полномочиями.</p>
              </div>
              <div>
                <p>6.3. Пользователь несет ответственность за достоверность, актуальность, полноту и соответствие законодательству Российской Федерации предоставленной при регистрации информации и ее чистоту от претензий третьих лиц.</p>
                <p>В случае верного последовательного выполнения всех регистрационных действий на Сайте создается аккаунт Пользователя.</p>
              </div>
              <div>
                <p>Пользователь признает и подтверждает легитимность идентификации, аутентификации и авторизации, на основе указанных им данных, а также признает и подтверждает, что все действия, осуществляемые на Сайте под присвоенным системой Сайта логином на основании предоставленных Пользователем данных, признаются совершенными этим Пользователем.</p>
              </div>
              <div>
                <p>6.4. После успешной регистрации Пользователя на Сайте Администрация принимает на себя права и обязанности перед Пользователем, указанные в настоящем Соглашении.</p>
              </div>
              <div>
                <p>6.5. После завершения процесса регистрации Пользователь может использовать логин и пароль для доступа к персонализированной части сервисов Сайта.</p>
                <p>При этом, Пользователь несет полную ответственность за безопасность логина и пароля, а также за все, то будет сделано с использованием сервисов Сайта по логину и паролем Пользователя.</p>
                <p>Пользователь обязан немедленно уведомить Администрацию сайта о любом случае неавторизованного (не разрешенного Пользователем) доступа с логином и паролем и/или о любом нарушении безопасности, а также обязан осуществлять самостоятельное безопасное завершение работы под своим паролем по окончании каждой сессии работы с Сайтом и обеспечивает конфиденциальность своего пароля доступа к Сайту.</p>
              </div>
              <div>
                <p>6.6. Принимая настоящее Соглашение путем регистрации на Сайте, Пользователь подтверждает свое согласие на обработку Администрацией его персональных данных, предоставленных при регистрации, а также размещаемых Пользователем добровольно на своей персональной странице.</p>
                <p>Обработка персональных данных Пользователя осуществляется в соответствии с законодательством Российской Федерации.</p>
                <p>Администрация Сайта обрабатывает персональные данные Пользователя в целях предоставления Пользователю товаров и услуг.</p>
                <p>Администрация Сайта принимает все необходимые меры для защиты персональных данных Пользователя от неправомерного доступа, изменения, раскрытия или уничтожения.</p>
                <p>Администрация предоставляет доступ к персональным данным Пользователя только тем работникам, подрядчикам и агентам Администрации, которым эта информация необходима для обеспечения функционирования Сайта и предоставления Услуг Пользователю.</p>
                <p>Администрация Сайта вправе использовать предоставленную Пользователем информацию, в том числе персональные данные, в целях обеспечения соблюдения требований действующего законодательства Российской Федерации (в том числе в целях предупреждения и/или пресечения незаконных и/или противоправных действий Пользователей).</p>
                <p>Раскрытие предоставленной Пользователем информации может быть произведено лишь в соответствии с действующим законодательством Российской Федерации по требованию суда, правоохранительных органов, а равно в иных предусмотренных законодательством Российской Федерации случаях.</p>
              </div>
            </div>


            <div>7. Обязанности Пользователя</div>

            <div>7.1. При пользовании сервисами Сайта Пользователь обязан:</div>

            <ul>
              <li>- соблюдать положения действующего законодательства Российской Федерации,</li>

              <li>- настоящего Соглашения и иных специальных документов Администрации Сайта;</li>

              <li>- полностью самостоятельно заполнить и подтвердить все необходимые данные в разделе «Профиль» для завершения регистрации;</li>

              <li>- предоставлять при регистрации достоверные, полные и актуальные данные, следить за их актуализацией;</li>

              <li>- информировать Администрацию Сайта о несанкционированном доступе к личному кабинету и/или о несанкционированном доступе и/или использовании пароля и логина Пользователя;</li>

              <li>- не предоставлять доступ другим Пользователям к собственной персональной странице или к отдельной содержащейся на ней информации в случае, если это может привести к нарушению законодательства Российской Федерации и/или настоящего Соглашения, специальных документов Администрации Сайта;</li>

              <li>- не размещать в личном кабинете информацию и объекты (включая ссылки на них), которые могут нарушать права и интересы других лиц;</li>

              <li>- перед размещением информации и объектов (включая, но не ограничиваясь, изображениями других лиц, чужими текстами различного содержания) предварительно оценивать законность их размещения;</li>

              <li>- хранить в тайне и не предоставлять другим Пользователям и третьим лицам ставшие ему известными в результате общения с другими Пользователями и иного использования Сайта персональные данные (включая, но не ограничиваясь, домашними адресами, номерами телефонов, адресами электронной почты, ICQ, паспортными данными, банковской информацией) без получения соответствующего предварительного разрешения последних;</li>

              <li>- осуществлять резервное копирование важной для Пользователя хранящейся в личном кабинете информации.</li>
            </ul>

            <div>7.2. В случае наличия сомнений в отношении законности осуществления тех или иных действий, в том числе, по размещению информации или предоставлению доступа, Администрация Сайта рекомендует воздержаться от осуществления последних.</div>

            <div>7.3. Пользователю при использовании Сайта запрещается:</div>

            <div>- регистрироваться в качестве Пользователя от имени или вместо другого лица («фальшивый аккаунт») или регистрировать группу (объединение) лиц или юридическое лицо в качестве Пользователя, при этом, возможна регистрация от имени и поручению другого физического лица или юридического лица, индивидуального предпринимателя при условии получения необходимых полномочий в порядке и форме, предусмотренных законодательством Российской Федерации;</div>

            <div>
              - вводить Пользователей в заблуждение относительно своей личности, используя логин и пароль другого зарегистрированного Пользователя;
            </div>

            <div>
              - искажать сведения о себе, своем возрасте или своих отношениях с другими лицами или организациями;
            </div>

            <div>
              - загружать, хранить, публиковать, распространять и предоставлять доступ или иным образом использовать любую информацию, которая: содержит угрозы, дискредитирует, оскорбляет, порочит честь и достоинство или деловую репутацию или нарушает неприкосновенность частной жизни других Пользователей или третьих лиц; нарушает права несовершеннолетних лиц; является вульгарной или непристойной, содержит нецензурную лексику, содержит порнографические изображения и тексты или сцены сексуального характера с участием несовершеннолетних; содержит сцены насилия, либо бесчеловечного обращения с животными; содержит описание средств и способов суицида, любое подстрекательство к его совершению; пропагандирует и/или способствует разжиганию расовой, религиозной, этнической ненависти или вражды, пропагандирует фашизм или идеологию расового превосходства; содержит экстремистские материалы; пропагандирует преступную деятельность или содержит советы, инструкции или руководства по совершению преступных действий, содержит информацию ограниченного доступа, включая, но не ограничиваясь, государственной и коммерческой тайной, информацией о частной жизни третьих лиц; содержит рекламу или описывает привлекательность употребления наркотических веществ, в том числе «цифровых наркотиков» (звуковых файлов, оказывающих воздействие на мозг человека за счет бинауральных ритмов), информацию о распространении наркотиков, рецепты их изготовления и советы по употреблению; носит мошеннический характер; а также нарушает иные права и интересы граждан и юридических лиц или требования законодательства Российской Федерации.
            </div>

            <div>
              - незаконно загружать, хранить, публиковать, распространять и предоставлять доступ или иным образом использовать интеллектуальную собственность Пользователей и третьих лиц;
            </div>

            <div>
              - использовать программное обеспечение и осуществлять действия, направленные на нарушении нормального функционирования Сайта и его сервисов или личного кабинета Пользователей;
            </div>

            <div>
              - загружать, хранить, публиковать, распространять и предоставлять доступ или иным образом использовать вирусы, трояны и другие вредоносные программы;
            </div>

            <div>
              - использовать без специального на то разрешения Администрации Сайта автоматизированные скрипты (программы) для сбора информации на Сайте и(или) взаимодействия с Сайтом и его сервисами;
            </div>

            <div>
              - любым способом, в том числе, но не ограничиваясь, путем обмана, злоупотребления доверием, взлома, пытаться получить доступ к логину и паролю другого Пользователя;
            </div>

            <div>
              - осуществлять незаконные сбор и обработку персональных данных других лиц;
            </div>

            <div>- осуществлять (пытаться получить) доступ к каким-либо сервисам иным способом, кроме как через интерфейс, предоставленный Администрацией Сайта, за исключением случаев, когда такие действия были прямо разрешены Пользователю в соответствии с отдельным соглашением с Администрацией;</div>

            <div>- воспроизводить, дублировать, копировать, продавать, осуществлять торговые операции и перепродавать товары и услуги для каких-либо целей, за исключением случаев, когда такие действия были прямо разрешены Пользователю в соответствии с условиями отдельного соглашения с Администрацией;</div>

            <div>- размещать коммерческую и политическую рекламу вне специальных разделов Сайта, установленных Администрацией Сайта;</div>

            <div>- модифицировать, продавать, распространять контент и программы, целиком либо по частям, кроме случаев, специально оговоренных Администрацией Сайта или его рекламодателями;</div>

            <div>- размещать любую другую информацию, которая, по личному мнению, Администрации, является нежелательной, не соответствует целям создания Сайта, ущемляет интересы Пользователей или по другим причинам является нежелательной для размещения на Сайте;</div>

            <div>- размещать на Сайте сообщения, графические изображения или другие материалы, размещение которых наносит или может нанести ущерб чести, достоинству и деловой репутации гражданина или организации;</div>

            <div>- использовать Сайт для целей поиска и подбора персонала, размещения резюме, поиска должников или иных подобных целях.</div>

            <div>7.4. Пользователь несет личную ответственность за любую информацию, которую размещает на Сайте в личном кабинете в разделе «Профиль», сообщает другим Пользователям, а также за любые взаимодействия с другими Пользователями, осуществляемые на свой риск.</div>

            <div>7.5. Бездействие со стороны Администрации Сайта в случае нарушения Пользователем либо иными Пользователями положений настоящего Соглашения не лишает Администрацию Сайта права предпринять соответствующие действия в защиту своих интересов позднее, а также не означает отказа Администрации Сайта от своих прав в случае совершения в последующем подобных либо сходных нарушений.</div>

            <div>7.6. В случае несогласия Пользователя с настоящим Соглашением или их обновлениями, Пользователь обязан отказаться от его использования, проинформировав об этом Администрацию Сайта в установленном порядке.</div>

            <div>8. Условия об интеллектуальных правах</div>
            <div>8.1. Исключительные права на Контент, размещенный на Сайте.</div>
            <div>8.1.1. Все объекты, размещенные на Сайте, в том числе элементы дизайна, текст, графические изображения, иллюстрации, скрипты, программы, и другие объекты, и их подборки (далее — Контент), являются объектами исключительных прав Администрации, все права на эти объекты защищены.</div>
            <div>8.1.2. Кроме своего собственного Контента, Пользователь не вправе загружать или иным образом доводить до всеобщего сведения (публиковать на Сайте) Контент других сайтов, баз данных и прочие результаты интеллектуальной деятельности при отсутствии явным образом выраженного согласия правообладателя на такие действия.</div>
            <div>8.1.3. Любое использование Сайта или Контента, кроме разрешенного в настоящем Соглашении или в случае явно выраженного согласия правообладателя на такое использование, без предварительного письменного разрешения правообладателя, категорически запрещено.</div>
            <div>8.1.4. Если иное явным образом не установлено в настоящем Соглашении, ничто в настоящем Пользовательском соглашении не может быть рассмотрено как передача исключительных прав на Контент.</div>
            <div>8.2. Ответственность за нарушение исключительных прав.</div>
            <div>8.2.1. Пользователь несет личную ответственность за любой Контент или иную информацию, которые он загружает или иным образом доводит до всеобщего сведения (публикует) на Сайте или с его помощью в личном кабинете. Пользователь не имеет права загружать, передавать или публиковать Контент на Сайте, если он не обладает соответствующими правами на совершение таких действий, приобретенными или переданными ему в соответствии с законодательством Российской Федерации.</div>
            <div>8.2.2. Администрация Сайта может, но не обязана, просматривать Сайт на наличие запрещенного Контента и может удалять или перемещать (без предупреждения) любой Контент или пользователей по своему личному усмотрению, по любой причине или без причины, включая без всяких ограничений перемещение или удаление Контента, который, по личному мнению Администрации, нарушает настоящее Соглашение, законодательство Российской Федерации и/или может нарушать права, причинить вред или угрожать безопасности других Пользователей или третьих лиц.</div>
            <div>8.2.3. Размещая свой Контент на Сайте, Пользователь передает Администрации право делать копии своего Контента с целью упорядочения и облегчения публикации и хранения пользовательского Контента на Сайте.</div>
            <div>8.2.4. Размещая свой Контент в любой части Сайта, Пользователь автоматически безвозмездно предоставляет Администрации неисключительное право на его использование путем копирования, публичного исполнения, воспроизведения, переработки, перевода и распространения для целей Сайта или в связи с ними, в том числе для его популяризации. Для указанных целей Администрация может изготавливать производные произведения или вставлять Контент Пользователя в качестве составных частей в соответствующие сборники, совершать иные действия, служащие достижению указанных целей.</div>
            <div>8.2.5. Если Пользователь удаляет свой Контент с Сайта, права, упомянутые в п. 7.2.3. – 7.2.4. настоящего Соглашения, будут автоматически отозваны, однако Администрация вправе сохранять архивные копии пользовательского Контента в течение неопределенного срока.</div>
            <div>8.3. Сайты и Контент третьих лиц:</div>
            <div>8.3.1. Сайт содержит (или может содержать) ссылки на другие сайты в сети Интернет (сайты третьих лиц) так же, как и статьи, фотографии, иллюстрации, графические изображения, музыку, звуки, видео, информацию, приложения, программы и другой Контент, принадлежащий или исходящий от третьих лиц (Контент третьих лиц), являющийся результатом интеллектуальной деятельности и охраняемых в соответствии с законодательством Российской Федерации.</div>

            <div>8.3.2. Указанные третьи лица и их Контент не проверяются Администрацией на соответствие тем или иным требованиям (достоверности, полноты, добросовестности и т.п.). Администрация не несет ответственность за любую информацию, размещенную на сайтах третьих лиц, к которым Пользователь получает доступ через Сайт или через Контент третьих лиц, включая, в том числе, любые мнения или утверждения, выраженные на сайтах третьих лиц или в их Контенте.</div>

            <div>8.3.3. Размещенные на Сайте ссылки или руководства по скачиванию файлов и(или) установке программ третьих лиц не означают поддержки или одобрения этих действий со стороны Администрации.</div>

            <div>8.3.4. Ссылка на любой сайт, продукт, услугу, любую информацию коммерческого или некоммерческого характера, размещенная на Сайте, является одобренными или рекомендованными данных продуктов (услуг) со стороны Администрации.</div>

            <div>8.3.5. Если Пользователь решил покинуть Сайт и перейти к сайтам третьих лиц или использовать, или установить программы третьих лиц, он делает это на свой риск и с этого момента настоящее Соглашение более не распространяются на Пользователя. При дальнейших действиях Пользователю стоит руководствоваться применимыми нормами и политикой, в том числе деловыми обычаями тех лиц, чей Контент он собирается использовать.</div>

            <div>9. Функционирование и ответственность при использовании Сайта</div>

            <div>9.1. Пользователи несут ответственность за собственные действия в связи с созданием и размещением информации в личном кабинете на Сайте, а также в связи с размещением информации в иных разделах Сайта в соответствии с действующим законодательством Российской Федерации.</div>

            <div>9.2. В информационной системе Сайта и его программном обеспечении отсутствуют технические решения, осуществляющие автоматические цензуру и контроль действий и информационных отношений Пользователей по использованию Сайта.</div>

            <div>9.3. Администрация сохраняет за собой право в любое время изменять оформление Сайта, его содержание, список сервисов, изменять или дополнять используемые скрипты, программное обеспечение и другие объекты, используемые или хранящиеся на Сайте, любые серверные приложения в любое время с предварительным уведомлением или без такового.</div>

            <div>9.4. Администрация Сайта не несет ответственности за нарушение Пользователем настоящего Соглашения и оставляет за собой право по своему собственному усмотрению, а также при получении информации от других пользователей либо третьих лиц о нарушении Пользователем настоящего Соглашения, изменять (модерировать) или удалять любую публикуемую Пользователем информацию, нарушающую запреты, установленные настоящим Соглашением (включая личные сообщения), приостанавливать, ограничивать или прекращать доступ Пользователя ко всем или к любому из разделов или сервисов Сайта в любое время по любой причине или без объяснения причин, с предварительным уведомлением или без такового, не отвечая за любой вред, который может быть причинен Пользователю таким действием.</div>

            <div>Администрация Сайта закрепляет за собой право удалить личный кабинет Пользователя и(или) приостановить, ограничить или прекратить доступ Пользователя к любому из сервисов Сайта, если Администрация обнаружит, что, по ее мнению, Пользователь представляет угрозу для Сайта и(или) его Пользователей. Администрация Сайта не несет ответственности за осуществленное в соответствии с настоящим Соглашением временное блокирование или удаление информации, или удаление персональной страницы (прекращение регистрации) Пользователя.</div>

            <div>9.5. Администрация Сайта обеспечивает функционирование и работоспособность Сайта и обязуется оперативно восстанавливать его работоспособность в случае технических сбоев и перерывов. Администрация Сайта не несет ответственности за временные сбои и перерывы в работе Сайта и вызванные ими потерю информации. Администрация не несет ответственности за любой ущерб компьютеру Пользователя или иного лица, мобильным устройствам, любому другому оборудованию или программному обеспечению, вызванный или связанный со скачиванием материалов с Сайта или по ссылкам, размещенным на Сайте.</div>

            <div>9.6. Администрация Сайта имеет право распоряжаться статистической информацией, связанной с функционированием Сайта, а также информацией Пользователей для обеспечения адресного показа рекламной информации различным аудиториям Пользователей Сайта. Для целей организации функционирования и технической поддержки Сайта и исполнения настоящего Соглашения Администрация Сайта имеет техническую возможность доступа к персональным страницам Пользователей, которую реализует только в случаях, установленных настоящим Соглашением.</div>

            <div>9.7. Администрация Сайта имеет право направлять Пользователю информацию о развитии Сайта и его сервисов, а также рекламировать собственную деятельность и услуги.</div>

            <div>9.8. Пользователь признает, что Администрация Сайта может устанавливать ограничения в использовании служб, в том числе: срок хранения любого контента, максимальный размер дискового пространства, максимальное количество обращений к службе за указанный период времени и т.д. Администрация Сайта может запретить автоматическое обращение к своим сервисам, а также прекратить прием любой информации, сгенерированной автоматически. Администрация Сайта может посылать своим пользователям информационные сообщения. Администрация Сайта не несет ответственности ни за какие задержки, сбои, неверную или несвоевременную доставку, удаление или несохранность какой-либо пользовательской персональной информации. Пользователь согласен с тем, что Администрация Сайта оставляет</div>

            <div>за собой право ограничить функционал личного кабинета после 6 месяцев неактивности.</div>

            <div>9.9. Администрация не несет ответственность за какой-либо ущерб, потери и прочие убытки, которые понес Пользователь по причине наличия несоответствующего аппаратно-технического комплекса, необходимого для работы на Сайте и в Личном кабинете, а именно: отсутствие у Пользователя компьютерной техники с необходимым набором программно-технических возможностей; наличие программно-технических ограничений и надстроек, которые содержались в компьютерной технике Пользователя, что не позволило ему полноценно работать на Сайте и в Личном кабинете; невозможность работы Пользователя по причине заражения компьютерной техники Пользователя вредоносными программами и пр.</div>

            <div>9.10. Администрация не несет ответственность за какой-либо ущерб, потери и прочие убытки, которые понес Пользователь по причине ненадлежащего использования информации, касающейся работы Пользователя на Сайте и в Личном кабинете, а именно: несоблюдение Пользователем условий настоящего Соглашения, пренебрежение и ненадлежащее выполнение Пользователем всех требований и процедур; не соблюдение режима конфиденциальности при хранении и использовании логина и пароля.</div>

            <div>9.11. Администрация Сайта не несет ответственность перед Пользователем и/или третьими лицами за любой косвенный, случайный, неумышленный ущерб, включая упущенную выгоду или потерянные данные, вред чести, достоинству и деловой репутации, вызванные в связи с использованием Сайта, содержимого Сайта или иных материалов, к которым Пользователи и иные лица получили доступ.</div>

            <div>10. Заключительные положения</div>

            <div>10.1. Настоящее Пользовательское соглашение составляет соглашение между Пользователем и Администрацией Сайта относительно порядка использования Сайта и его сервисов.</div>

            <div>10.2. Настоящее Пользовательское соглашение регулируются и толкуются в соответствии с законодательством Российской Федерации. Вопросы, не урегулированные Соглашением, подлежат разрешению в соответствии с законодательством Российской Федерации.</div>

            <div>10.3. В случае возникновения любых споров или разногласий, связанных с исполнением настоящего Соглашения, Пользователь и Администрация Сайта приложат все усилия для их разрешения путем проведения переговоров между ними. Срок для досудебного урегулирования претензий составляет 30 (тридцать) дней с момента получения соответствующей претензии. В случае, если споры не будут разрешены путем переговоров, споры подлежат разрешению в порядке, установленном действующим законодательством Российской Федерации.</div>

            <div>10.4. Настоящее Пользовательское соглашение вступают в силу для Пользователя с момента его присоединения к ним и действуют в течение неопределенного срока.</div>

            <div>10.5. Настоящее Пользовательское соглашение составлено на русском языке.</div>

            <div>10.6. Если по тем или иным причинам одно или несколько положений настоящего Соглашения будут признаны недействительными или не имеющими юридической силы, это не оказывает влияния на действительность или применимость остальных положений.</div>

            <div>10.7. Системой ведется учет всех действий, совершаемых Пользователем в Личном кабинете на Сайте Администрации и их хронометража, в связи с чем автоматически ведется электронный журнал действий Пользователя с отображением даты и времени всех действий, совершаемых Пользователем.</div>
          </div>
        </div>
      </div>
    </div>
  </main>
</template>

<script>
export default {
  name: "TermsOfUse"
}
</script>

<style scoped lang="scss">
.terms-of-use {
  &__content {
    display: flex;
    flex-direction: column;
    row-gap: 10px;

    &_mt-20 {
      margin-top: 20px;
    }

    & > div {
      font-size: 17px;
      line-height: 24px;

      & > p {
        font-size: 16px;
      }

      & a {
        font-size: 16px;
        line-height: 24px;
        color: #FF6100;
        text-decoration: underline;
      }
    }

    & ul {
      display: flex;
      flex-direction: column;
      row-gap: 10px;
      margin: 10px 0;
      font-size: 17px;
      line-height: 24px;
      color: #4B535A;

      & li {
        display: flex;
        align-items: center;

        &::before {
          display: block;
          content: '';
          flex-shrink: 0;
          margin: 0 10px;
          width: 4px;
          height: 4px;
          background: #4B535A;
          border-radius: 50%;
        }
      }
    }
  }
}

main {
  margin: 60px 0 80px;
}
</style>