<template>
  <div class="benefits-cooperation">
    <div class="container">
      <div class="benefits-cooperation__body">
        <div class="benefits-cooperation__left">
          <div class="benefits-cooperation__by">дистрибьюторам</div>
          <h1 class="benefits-cooperation__title benefits-cooperation__title_mt-16">Какая выгода от сотрудничества с нами?</h1>
          <a href="tel:+7 (919) 626-00-79" class="benefits-cooperation__button benefits-cooperation__button_mt-50">
            <svg width="16" height="16" viewBox="0 0 16 16" fill="none" xmlns="http://www.w3.org/2000/svg">
              <path d="M8 7.16667C7.76389 7.16667 7.56583 7.08667 7.40583 6.92667C7.24583 6.76667 7.16611 6.56889 7.16667 6.33333C7.16667 6.09722 7.24667 5.89917 7.40667 5.73917C7.56667 5.57917 7.76445 5.49944 8 5.5C8.23611 5.5 8.43417 5.58 8.59417 5.74C8.75417 5.9 8.83389 6.09778 8.83333 6.33333C8.83333 6.56944 8.75333 6.7675 8.59333 6.9275C8.43333 7.0875 8.23556 7.16722 8 7.16667ZM11.3333 7.16667C11.0972 7.16667 10.8992 7.08667 10.7392 6.92667C10.5792 6.76667 10.4994 6.56889 10.5 6.33333C10.5 6.09722 10.58 5.89917 10.74 5.73917C10.9 5.57917 11.0978 5.49944 11.3333 5.5C11.5694 5.5 11.7675 5.58 11.9275 5.74C12.0875 5.9 12.1672 6.09778 12.1667 6.33333C12.1667 6.56944 12.0867 6.7675 11.9267 6.9275C11.7667 7.0875 11.5689 7.16722 11.3333 7.16667ZM14.6667 7.16667C14.4306 7.16667 14.2325 7.08667 14.0725 6.92667C13.9125 6.76667 13.8328 6.56889 13.8333 6.33333C13.8333 6.09722 13.9133 5.89917 14.0733 5.73917C14.2333 5.57917 14.4311 5.49944 14.6667 5.5C14.9028 5.5 15.1008 5.58 15.2608 5.74C15.4208 5.9 15.5006 6.09778 15.5 6.33333C15.5 6.56944 15.42 6.7675 15.26 6.9275C15.1 7.0875 14.9022 7.16722 14.6667 7.16667ZM14.625 15.5C12.8333 15.5 11.0867 15.1006 9.385 14.3017C7.68333 13.5028 6.17639 12.4472 4.86417 11.135C3.55195 9.82278 2.49639 8.31583 1.6975 6.61417C0.898612 4.9125 0.499445 3.16611 0.500001 1.375C0.500001 1.125 0.583334 0.916667 0.750001 0.75C0.916667 0.583333 1.125 0.5 1.375 0.5H4.75C4.94445 0.5 5.11806 0.5625 5.27083 0.6875C5.42361 0.8125 5.51389 0.972222 5.54167 1.16667L6.08333 4.08333C6.11111 4.27778 6.1075 4.455 6.0725 4.615C6.0375 4.775 5.95778 4.91722 5.83333 5.04167L3.8125 7.08333C4.39583 8.08333 5.12861 9.02083 6.01083 9.89583C6.89306 10.7708 7.86167 11.5278 8.91667 12.1667L10.875 10.2083C11 10.0833 11.1633 9.98944 11.365 9.92667C11.5667 9.86389 11.7644 9.84667 11.9583 9.875L14.8333 10.4583C15.0278 10.5 15.1875 10.5939 15.3125 10.74C15.4375 10.8861 15.5 11.0561 15.5 11.25V14.625C15.5 14.875 15.4167 15.0833 15.25 15.25C15.0833 15.4167 14.875 15.5 14.625 15.5ZM3.02083 5.5L4.39583 4.125L4.04167 2.16667H2.1875C2.25695 2.73611 2.35417 3.29861 2.47917 3.85417C2.60417 4.40972 2.78472 4.95833 3.02083 5.5ZM10.4792 12.9583C11.0208 13.1944 11.5731 13.3819 12.1358 13.5208C12.6986 13.6597 13.2644 13.75 13.8333 13.7917V11.9583L11.875 11.5625L10.4792 12.9583Z" fill="#FFA765"/>
            </svg>
            Позвонить нам
          </a>
        </div>
        <div class="benefits-cooperation__right">
          <ol class="benefits-cooperation__list">
            <li>
              Уникальные продукты на основе наноминералов позволяют взаимодействовать с широким спектром аудитории и различными бизнес сферами.
            </li>
            <li>
              Большая маржинальность, качественный состав и высокая концентрация продуктов позволяет легко конкурировать и зарабатывать на рынке БАДов и пищевых добавок.
            </li>
            <li>
              Доставка продукции для дистрибьютеров осуществляем по всему Миру транспортными компаниями.
            </li>
            <li>
              Предоставляем юридическое сопровождение, техническую и маркетинговую поддержку для увеличения продаж.
            </li>
          </ol>
        </div>
      </div>
    </div>
  </div>
</template>

<script>
export default {
  name: "BenefitFromCooperation"
}
</script>

<style scoped lang="scss">
@import "@/assets/scss/_benefitFromCooperation.scss";
</style>